using System;
using System.Collections.Generic;
using System.Text;

namespace PecMembers.UI.Data.Enums
{
    public enum District
    {
        ԸԸՀ_1 = 1,
        ԸԸՀ_2 = 2,
        ԸԸՀ_3 = 3,
        ԸԸՀ_4 = 4,
        ԸԸՀ_5 = 5,
        ԸԸՀ_6 = 6,
        ԸԸՀ_7 = 7,
        ԸԸՀ_8 = 8,
        ԸԸՀ_9 = 9,
        ԸԸՀ_10 = 10,
        ԸԸՀ_11 = 11,
        ԸԸՀ_12 = 12,
        ԸԸՀ_13 = 13,
        ԸԸՀ_14 = 14,
        ԸԸՀ_15 = 15,
        ԸԸՀ_16 = 16,
        ԸԸՀ_17 = 17,
        ԸԸՀ_18 = 18,
        ԸԸՀ_19 = 19,
        ԸԸՀ_20 = 20,
        ԸԸՀ_21 = 21,
        ԸԸՀ_22 = 22,
        ԸԸՀ_23 = 23,
        ԸԸՀ_24 = 24,
        ԸԸՀ_25 = 25,
        ԸԸՀ_26 = 26,
        ԸԸՀ_27 = 27,
        ԸԸՀ_28 = 28,
        ԸԸՀ_29 = 29,
        ԸԸՀ_30 = 30,
        ԸԸՀ_31 = 31,
        ԸԸՀ_32 = 32,
        ԸԸՀ_33 = 33,
        ԸԸՀ_34 = 34,
        ԸԸՀ_35 = 35,
        ԸԸՀ_36 = 36,
        ԸԸՀ_37 = 37,
        ԸԸՀ_38 = 38
    }
}
