using System;
using System.Collections.Generic;
using System.Text;

namespace PecMembers.UI.Data.Enums
{
    public enum District
    {
        Թիվ_1_ԸԸՀ = 1,
        Թիվ_2_ԸԸՀ = 2,
        Թիվ_3_ԸԸՀ = 3,
        Թիվ_4_ԸԸՀ = 4,
        Թիվ_5_ԸԸՀ = 5,
        Թիվ_6_ԸԸՀ = 6,
        Թիվ_7_ԸԸՀ = 7,
        Թիվ_8_ԸԸՀ = 8,
        Թիվ_9_ԸԸՀ = 9,
        Թիվ_10_ԸԸՀ = 10,
        Թիվ_11_ԸԸՀ = 11,
        Թիվ_12_ԸԸՀ = 12,
        Թիվ_13_ԸԸՀ = 13,
        Թիվ_14_ԸԸՀ = 14,
        Թիվ_15_ԸԸՀ = 15,
        Թիվ_16_ԸԸՀ = 16,
        Թիվ_17_ԸԸՀ = 17,
        Թիվ_18_ԸԸՀ = 18,
        Թիվ_19_ԸԸՀ = 19,
        Թիվ_20_ԸԸՀ = 20,
        Թիվ_21_ԸԸՀ = 21,
        Թիվ_22_ԸԸՀ = 22,
        Թիվ_23_ԸԸՀ = 23,
        Թիվ_24_ԸԸՀ = 24,
        Թիվ_25_ԸԸՀ = 25,
        Թիվ_26_ԸԸՀ = 26,
        Թիվ_27_ԸԸՀ = 27,
        Թիվ_28_ԸԸՀ = 28,
        Թիվ_29_ԸԸՀ = 29,
        Թիվ_30_ԸԸՀ = 30,
        Թիվ_31_ԸԸՀ = 31,
        Թիվ_32_ԸԸՀ = 32,
        Թիվ_33_ԸԸՀ = 33,
        Թիվ_34_ԸԸՀ = 34,
        Թիվ_35_ԸԸՀ = 35,
        Թիվ_36_ԸԸՀ = 36,
        Թիվ_37_ԸԸՀ = 37,
        Թիվ_38_ԸԸՀ = 38
    }
}
