using System;
using System.Collections.Generic;
using System.Linq;
using System.Threading.Tasks;

namespace PecMembers.UI.Data.Enums
{
    public enum ElectionTypeForCreate
    {
        Համապետական = 1,
        ՏԻՄ = 2,
        ՏԻՄ_արտահերթ = 3,


        //ԱԶԳԱՅԻՆ_ԺՈՂՈՎԻ = 1,
        //ԱԶԳԱՅԻՆ_ԺՈՂՈՎԻ_արտ= 2,
        //Հանրաքվե = 3,
        //Հանրաքվե_արտ = 4,
        //համայնքի_ղեկավարի= 5,
        //համայնքի_ղեկավարի_արտ = 6,
        //ավագանու_անդամի =7,
        //ավագանու_անդամի_արտ = 8,
        //տեղական_հանրաքվե = 9,
        //տեղական_հանրաքվե_արտ = 10,
        //Երևանի_ավագանի = 11,
        //Երևանի_ավագանի_արտ = 12,
        //Գյումրու_ավագանի = 13,
        //Գյումրու_ավագանի_արտ = 14,
        //Վանաձորի_ավագանի = 15,
        //Վանաձորի_ավագանի_արտ = 16
    }
}
